---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LeaderArrowWidth
source: html/0c921b16-ca7f-d24c-d0b5-75cbc0c8b649.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LeaderArrowWidth Property

"Arrow Width Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId LeaderArrowWidth { get; }
```